Repository: nawa-10half/towel-app
Catalog: TowelApp/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, it, ko, pt_br, ru, zh_hans

source: 右上の＋ボタンからアイテムを追加しましょう
de: Tippen Sie auf die Schaltfläche + oben rechts, um einen Artikel hinzuzufügen
en: Tap the + button at the top right to add an item
es: Toca el botón + en la esquina superior derecha para añadir un artículo
fr: Appuyez sur le bouton + en haut à droite pour ajouter un article
it: Tocca il pulsante + in alto a destra per aggiungere un articolo
ko: 오른쪽 상단의 + 버튼으로 아이템을 추가하세요
pt_br: Toque no botão + no canto superior direito para adicionar um item
ru: Нажмите кнопку + в правом верхнем углу, чтобы добавить предмет
zh_hans: 点击右上角的+按钮添加物品

source: 名前
de: Name
en: Name
es: Nombre
fr: Nom
it: Nome
ko: 이름
pt_br: Nome
ru: Название
zh_hans: 名称

source: 名前未設定
de: Kein Name festgelegt
en: No Name Set
es: Sin nombre
fr: Nom non défini
it: Nome non impostato
ko: 이름 미설정
pt_br: Nome Não Definido
ru: Имя не задано
zh_hans: 未设置名称

source: 名称未設定
de: Kein Name
en: No Name
es: Sin nombre
fr: Sans nom
it: Senza nome
ko: 이름 없음
pt_br: Sem nome
ru: Без имени
zh_hans: 未命名

source: 家族グループで使用される名前です 後から変更できます
de: Name in der Familiengruppe Kann später geändert werden
en: Name used in family group Can be changed later
es: Nombre usado en el grupo familiar Puede cambiarse después
fr: Nom utilisé dans le groupe familial Modifiable ultérieurement
it: Nome usato nel gruppo familiare Può essere cambiato in seguito
ko: 가족 그룹에서 사용되는 이름입니다 나중에 변경할 수 있습니다
pt_br: Nome usado no grupo familiar Pode ser alterado depois
ru: Имя, используемое в семейной группе Можно изменить позже
zh_hans: 在家庭群组中使用的名称 之后可以更改

source: 家族グループに参加した
de: Einer Familiengruppe beigetreten
en: Joined a family group
es: Se unió a un grupo familiar
fr: A rejoint un groupe familial
it: Si è unito a un gruppo familiare
ko: 가족 그룹에 참여했습니다
pt_br: Entrou em um grupo familiar
ru: Присоединились к семейной группе
zh_hans: 加入了家庭群组

source: 家族グループを作成した
de: Eine Familiengruppe erstellt
en: Created a family group
es: Creó un grupo familiar
fr: A créé un groupe familial
it: Ha creato un gruppo familiare
ko: 가족 그룹을 만들었습니다
pt_br: Criou um grupo familiar
ru: Создали семейную группу
zh_hans: 创建了家庭群组

source: 家族で交換50回
de: 50 Familienwechsel
en: Family 50 Exchanges
es: 50 cambios familiares
fr: 50 échanges en famille
it: 50 cambi in famiglia
ko: 가족 교환 50회
pt_br: 50 trocas em família
ru: 50 семейных замен
zh_hans: 家庭交换50次

source: 家族で交換200回
de: 200 Familienwechsel
en: Family 200 Exchanges
es: 200 cambios familiares
fr: 200 échanges en famille
it: 200 cambi in famiglia
ko: 가족 교환 200회
pt_br: 200 trocas em família
ru: 200 семейных замен
zh_hans: 家庭交换200次

source: 家族と シェアできる
de: Mit der Familie teilen
en: Share with Family
es: Comparte con tu familia
fr: Partagez avec votre famille
it: Condividi con la famiglia
ko: 가족과 공유 가능
pt_br: Compartilhe com a Família
ru: Делитесь с семьёй
zh_hans: 与家人 共享

source: 家族の一員
de: Familienmitglied
en: Family Member
es: Miembro de la familia
fr: Membre de la famille
it: Membro della famiglia
ko: 가족 구성원
pt_br: Membro da família
ru: Член семьи
zh_hans: 家庭成员

source: 家族の全メンバーが1回以上交換した
de: Alle Familienmitglieder haben mindestens einmal gewechselt
en: All family members exchanged at least once
es: Todos los miembros de la familia cambiaron al menos una vez
fr: Tous les membres de la famille ont échangé au moins une fois
it: Tutti i membri della famiglia hanno sostituito almeno una volta
ko: 가족 전원이 1회 이상 교환했습니다
pt_br: Todos os membros da família trocaram pelo menos uma vez
ru: Все члены семьи сделали хотя бы одну замену
zh_hans: 所有家庭成员都至少交换了1次

source: 家族の家主
de: Familiengründer
en: Family Founder
es: Fundador de la familia
fr: Fondateur de famille
it: Fondatore della famiglia
ko: 가족 설립자
pt_br: Fundador da família
ru: Основатель семьи
zh_hans: 家庭创建者

source: 家族バッジ
de: Familienabzeichen
en: Family Badges
es: Insignias familiares
fr: Badges familiaux
it: Badge della famiglia
ko: 가족 배지
pt_br: Distintivos da família
ru: Семейные значки
zh_hans: 家庭徽章

source: 家族全体で累計50回アイテムを交換した
de: Familie hat insgesamt 50 Mal Artikel gewechselt
en: Family exchanged items 50 times in total
es: La familia cambió artículos 50 veces en total
fr: La famille a échangé des articles 50 fois au total
it: La famiglia ha sostituito articoli 50 volte in totale
ko: 가족 전체가 누적 50회 아이템을 교환했습니다
pt_br: Família trocou itens 50 vezes no total
ru: Семья заменила предметы 50 раз
zh_hans: 全家累计更换了50次物品

source: 家族全体で累計200回アイテムを交換した
de: Familie hat insgesamt 200 Mal Artikel gewechselt
en: Family exchanged items 200 times in total
es: La familia cambió artículos 200 veces en total
fr: La famille a échangé des articles 200 fois au total
it: La famiglia ha sostituito articoli 200 volte in totale
ko: 가족 전체가 누적 200회 아이템을 교환했습니다
pt_br: Família trocou itens 200 vezes no total
ru: Семья заменила предметы 200 раз
zh_hans: 全家累计更换了200次物品

source: 寝室
de: Schlafzimmer
en: Bedroom
es: Dormitorio
fr: Chambre
it: Camera da letto
ko: 침실
pt_br: Quarto
ru: Спальня
zh_hans: 卧室

source: 広告なし
de: Keine Werbung
en: No Ads
es: Sin anuncios
fr: Sans publicité
it: Senza pubblicità
ko: 광고 없음
pt_br: Sem Anúncios
ru: Без рекламы
zh_hans: 无广告

source: 広告を見て診断する
de: Werbung ansehen und diagnostizieren
en: Watch Ad to Diagnose
es: Ver anuncio para diagnosticar
fr: Regarder une pub pour diagnostiquer
it: Guarda un annuncio per diagnosticare
ko: 광고를 보고 진단하기
pt_br: Assistir Anúncio para Diagnosticar
ru: Посмотреть рекламу для диагностики
zh_hans: 观看广告进行诊断

source: 戻る
de: Zurück
en: Back
es: Atrás
fr: Retour
it: Indietro
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回

source: 招待コード
de: Einladungscode
en: Invite Code
es: Código de invitación
fr: Code d'invitation
it: Codice invito
ko: 초대 코드
pt_br: Código de Convite
ru: Код приглашения
zh_hans: 邀请码

source: 招待コード（6文字）
de: Einladungscode (6 Zeichen)
en: Invite code (6 characters)
es: Código de invitación (6 caracteres)
fr: Code d'invitation (6 caractères)
it: Codice invito (6 caratteri)
ko: 초대 코드 (6자리)
pt_br: Código de convite (6 caracteres)
ru: Код приглашения (6 символов)
zh_hans: 邀请码（6位）

source: 招待コードが無効です
de: Ungültiger Einladungscode
en: Invalid invite code
es: Código de invitación no válido
fr: Code d'invitation invalide
it: Codice invito non valido
ko: 초대 코드가 유효하지 않습니다
pt_br: Código de convite inválido
ru: Неверный код приглашения
zh_hans: 邀请码无效

source: 招待コードで参加
de: Mit Einladungscode beitreten
en: Join with Invite Code
es: Unirse con código de invitación
fr: Rejoindre avec un code d'invitation
it: Unisciti con codice invito
ko: 초대 코드로 참가
pt_br: Entrar com Código de Convite
ru: Вступить по коду приглашения
zh_hans: 使用邀请码加入

source: 招待コードで家族グループを作成。 誰かが交換を記録すれば全員の画面に即反映。
de: Erstellen Sie eine Familiengruppe mit einem Einladungscode. Wenn jemand einen Wechsel erfasst, wird er sofort auf allen Bildschirmen angezeigt.
en: Create a family group with an invite code. When someone records an exchange, it's instantly reflected on everyone's screen.
es: Crea un grupo familiar con un código de invitación. Cuando alguien registra un cambio, se refleja al instante en la pantalla de todos.
fr: Créez un groupe familial avec un code d'invitation. Quand quelqu'un enregistre un changement, c'est instantanément visible pour tous.
it: Crea un gruppo familiare con un codice invito. Quando qualcuno registra una sostituzione, si aggiorna subito sugli schermi di tutti.
ko: 초대 코드로 가족 그룹을 생성하세요. 누군가 교환을 기록하면 모든 멤버 화면에 즉시 반영됩니다.
pt_br: Crie um grupo familiar com um código de convite. Quando alguém registra uma troca, é refletido instantaneamente na tela de todos.
ru: Создайте семейную группу по коду приглашения. Когда кто-то запишет замену, это мгновенно отразится на экранах всех.
zh_hans: 使用邀请码创建家庭群组。 任何人记录更换后，所有人的画面会立即更新。

source: 招待コードの生成に失敗しました。再度お試しください
de: Einladungscode konnte nicht generiert werden. Bitte versuchen Sie es erneut.
en: Failed to generate invite code. Please try again.
es: No se pudo generar el código de invitación. Inténtalo de nuevo.
fr: Échec de la génération du code d'invitation. Veuillez réessayer.
it: Impossibile generare il codice invito. Riprova.
ko: 초대 코드 생성에 실패했습니다. 다시 시도해 주세요.
pt_br: Falha ao gerar o código de convite. Tente novamente.
ru: Не удалось сгенерировать код приглашения. Попробуйте ещё раз.
zh_hans: 邀请码生成失败。请重试。

source: 招待コードを入力
de: Einladungscode eingeben
en: Enter Invite Code
es: Introducir código de invitación
fr: Entrer le code d'invitation
it: Inserisci codice invito
ko: 초대 코드 입력
pt_br: Inserir Código de Convite
ru: Введите код приглашения
zh_hans: 输入邀请码

source: 招待コードを再生成
de: Einladungscode neu generieren
en: Regenerate Invite Code
es: Regenerar código de invitación
fr: Régénérer le code d'invitation
it: Rigenera codice invito
ko: 초대 코드 재생성
pt_br: Regenerar Código de Convite
ru: Сгенерировать код приглашения заново
zh_hans: 重新生成邀请码

source: 招待コードを再生成しますか？
de: Einladungscode neu generieren?
en: Regenerate invite code?
es: ¿Regenerar el código de invitación?
fr: Régénérer le code d'invitation ?
it: Rigenerare il codice invito?
ko: 초대 코드를 재생성하시겠습니까?
pt_br: Regenerar código de convite?
ru: Сгенерировать код приглашения заново?
zh_hans: 重新生成邀请码？

source: 推奨アクション
de: Empfohlene Aktion
en: Recommended Action
es: Acción recomendada
fr: Action recommandée
it: Azione consigliata
ko: 권장 조치
pt_br: Ação Recomendada
ru: Рекомендуемое действие
zh_hans: 建议操作

source: 既にグループに所属しています
de: Bereits in einer Gruppe
en: Already in a group
es: Ya perteneces a un grupo
fr: Vous êtes déjà dans un groupe
it: Sei già in un gruppo
ko: 이미 그룹에 소속되어 있습니다
pt_br: Já está em um grupo
ru: Вы уже в группе
zh_hans: 已在群组中

source: 日用品の交換タイミングを管理
de: Wechselzeitpunkte für Haushaltsartikel verwalten
en: Manage exchange timing for household items
es: Gestionar el momento de cambio de artículos del hogar
fr: Gérer le calendrier de remplacement des articles ménagers
it: Gestire i tempi di sostituzione degli articoli domestici
ko: 생활용품의 교체 시기를 관리
pt_br: Gerenciar o momento de troca de itens domésticos
ru: Управление сроками замены бытовых предметов
zh_hans: 管理日用品的更换时机

source: 有効
de: Aktiv
en: Active
es: Activo
fr: Actif
it: Attivo
ko: 유효
pt_br: Ativo
ru: Активно
zh_hans: 有效

source: 有効期限: あと %@
de: Gültig noch: %@
en: Expires in: %@
es: Vence en: %@
fr: Expire dans : %@
it: Scade tra: %@
ko: 유효기한: %@ 남음
pt_br: Expira em: %@
ru: Истекает через: %@
zh_hans: 有效期: 剩余 %@

source: 期限切れリマインド
de: Überfälligkeitserinnerung
en: Overdue Reminder
es: Recordatorio de vencimiento
fr: Rappel d'expiration
it: Promemoria scadenza
ko: 기한 초과 리마인더
pt_br: Lembrete de Atraso
ru: Напоминание о просрочке
zh_hans: 过期提醒

source: 未獲得
de: Noch nicht erhalten
en: Not Yet Earned
es: Aún no obtenida
fr: Pas encore obtenu
it: Non ancora ottenuto
ko: 미획득
pt_br: Ainda não obtido
ru: Ещё не получен
zh_hans: 未获得

source: 機種変更や再インストール時に必要です。 忘れるとデータを復元できません。
de: Wird beim Gerätewechsel oder einer Neuinstallation benötigt. Bei Verlust können die Daten nicht wiederhergestellt werden.
en: Required when changing devices or reinstalling. If forgotten, data cannot be restored.
es: Necesario al cambiar de dispositivo o reinstalar. Si lo olvidas, los datos no podrán restaurarse.
fr: Nécessaire lors d'un changement d'appareil ou d'une réinstallation. Si vous l'oubliez, vos données ne pourront pas être restaurées.
it: Necessario in caso di cambio dispositivo o reinstallazione. Se dimenticato, i dati non potranno essere ripristinati.
ko: 기기 변경이나 재설치 시 필요합니다. 분실 시 데이터를 복원할 수 없습니다.
pt_br: Necessário ao trocar de dispositivo ou reinstalar. Se esquecido, os dados não poderão ser restaurados.
ru: Необходим при смене устройства или переустановке. Если забудете — данные восстановить не получится.
zh_hans: 更换设备或重新安装时需要此代码。 如果忘记，将无法恢复数据。

source: 次回交換
de: Nächster Wechsel
en: Next Exchange
es: Próximo cambio
fr: Prochain changement
it: Prossima sostituzione
ko: 다음 교환
pt_br: Próxima Troca
ru: Следующая замена
zh_hans: 下次更换

source: 汚れ
de: Flecken
en: Stains
es: Manchas
fr: Taches
it: Macchie
ko: 얼룩
pt_br: Manchas
ru: Пятна
zh_hans: 污渍

source: 洗面所
de: Waschraum
en: Washroom
es: Lavabo
fr: Lavabo
it: Lavandino
ko: 세면실
pt_br: Lavanderia
ru: Умывальная
zh_hans: 洗手间

source: 浴室
de: Badezimmer
en: Bathroom
es: Baño
fr: Salle de bain
it: Bagno
ko: 욕실
pt_br: Banheiro
ru: Ванная

source: 状態診断
de: Zustandscheck
en: Condition Check
es: Diagnóstico
fr: Diagnostic
it: Diagnostica
ko: 상태 진단
pt_br: Diagnóstico
ru: Диагностика
zh_hans: 状态诊断

source: 状態診断に失敗しました: %@
de: Zustandscheck fehlgeschlagen: %@
en: Condition check failed: %@
es: Diagnóstico fallido: %@
fr: Échec du diagnostic : %@
it: Diagnostica fallita: %@
ko: 상태 진단에 실패했습니다: %@
pt_br: Falha no diagnóstico: %@
ru: Диагностика не удалась: %@
zh_hans: 状态诊断失败: %@

source: 獲得したバッジ
de: Erhaltene Abzeichen
en: Badges Earned
es: Insignias obtenidas
fr: Badges obtenus
it: Badge ottenuti
ko: 획득한 배지
pt_br: Distintivos obtidos
ru: Полученные значки
zh_hans: 已获得的徽章

source: 現在の招待コードは無効になり、新しいコードが生成されます。
de: Der aktuelle Einladungscode wird ungültig und ein neuer Code wird generiert.
en: The current invite code will be invalidated and a new code will be generated.
es: El código de invitación actual se invalidará y se generará un nuevo código.
fr: Le code d'invitation actuel sera invalidé et un nouveau code sera généré.
it: Il codice invito attuale verrà invalidato e ne verrà generato uno nuovo.
ko: 현재 초대 코드는 무효화되고 새 코드가 생성됩니다.
pt_br: O código de convite atual será invalidado e um novo código será gerado.
ru: Текущий код приглашения станет недействительным, и будет сгенерирован новый код.
zh_hans: 当前邀请码将失效，并生成新的代码。

source: 生成されたコードをAlexaアカウントリンクページで入力してください。コードは10分間有効です。
de: Geben Sie den generierten Code auf der Alexa-Kontoverknüpfungsseite ein. Der Code ist 10 Minuten gültig.
en: Enter the generated code on the Alexa account linking page. The code is valid for 10 minutes.
es: Introduce el código generado en la página de vinculación de cuenta Alexa. El código es válido durante 10 minutos.
fr: Entrez le code généré sur la page de liaison de compte Alexa. Le code est valide pendant 10 minutes.
it: Inserisci il codice generato nella pagina di collegamento dell'account Alexa. Il codice è valido per 10 minuti.
ko: 생성된 코드를 Alexa 계정 연동 페이지에서 입력해 주세요. 코드는 10분간 유효합니다.
pt_br: Insira o código gerado na página de vinculação da conta Alexa. O código é válido por 10 minutos.
ru: Введите сгенерированный код на странице привязки аккаунта Alexa. Код действителен 10 минут.
zh_hans: 请在Alexa账户关联页面输入生成的代码。代码有效期为10分钟。

source: 画像サイズが大きすぎます（5MB以下にしてください）
de: Bild ist zu groß (bitte max. 5 MB)
en: Image is too large (please use 5MB or less)
es: La imagen es demasiado grande (máximo 5 MB)
fr: L'image est trop volumineuse (5 Mo maximum)
it: L'immagine è troppo grande (massimo 5 MB)
ko: 이미지 크기가 너무 큽니다 (5MB 이하로 해주세요)
pt_br: A imagem é muito grande (use 5 MB ou menos)
ru: Изображение слишком большое (не более 5 МБ)
zh_hans: 图片太大（请使用5MB以下）

source: 画像の変換に失敗しました
de: Bildkonvertierung fehlgeschlagen
en: Failed to convert image
es: No se pudo convertir la imagen
fr: Échec de la conversion de l'image
it: Impossibile convertire l'immagine
ko: 이미지 변환에 실패했습니다
pt_br: Falha ao converter a imagem
ru: Не удалось преобразовать изображение
zh_hans: 图像转换失败

source: 登録中のすべてのアイテムを診断済み
de: Alle registrierten Artikel wurden diagnostiziert
en: All registered items have been checked
es: Todos los artículos registrados han sido diagnosticados
fr: Tous les articles enregistrés ont été diagnostiqués
it: Tutti gli articoli registrati sono stati diagnosticati
ko: 등록된 모든 아이템을 진단 완료
pt_br: Todos os itens registrados foram diagnosticados
ru: Все зарегистрированные предметы проверены
zh_hans: 已诊断所有注册物品

source: 累計10回アイテムを交換した
de: Insgesamt 10 Mal Artikel gewechselt
en: Exchanged items 10 times in total
es: Cambió artículos 10 veces en total
fr: A échangé des articles 10 fois au total
it: Ha sostituito articoli 10 volte in totale
ko: 누적 10회 아이템을 교환했습니다
pt_br: Trocou itens 10 vezes no total
ru: Заменили предметы 10 раз
zh_hans: 累计更换了10次物品

source: 累計20回状態診断を行った
de: Insgesamt 20 Zustandsdiagnosen durchgeführt
en: Performed 20 condition checks in total
es: Realizó 20 diagnósticos de estado en total
fr: A effectué 20 diagnostics d'état au total
it: Ha effettuato 20 diagnosi in totale
ko: 누적 20회 상태 진단을 했습니다
pt_br: Realizou 20 diagnósticos de condição no total
ru: Провели 20 диагностик состояния
zh_hans: 累计进行了20次状态诊断

source: 累計50回アイテムを交換した
de: Insgesamt 50 Mal Artikel gewechselt
en: Exchanged items 50 times in total
es: Cambió artículos 50 veces en total
fr: A échangé des articles 50 fois au total
it: Ha sostituito articoli 50 volte in totale
ko: 누적 50회 아이템을 교환했습니다
pt_br: Trocou itens 50 vezes no total
ru: Заменили предметы 50 раз
zh_hans: 累计更换了50次物品

source: 累計100回アイテムを交換した
de: Insgesamt 100 Mal Artikel gewechselt
en: Exchanged items 100 times in total
es: Cambió artículos 100 veces en total
fr: A échangé des articles 100 fois au total
it: Ha sostituito articoli 100 volte in totale
ko: 누적 100회 아이템을 교환했습니다
pt_br: Trocou itens 100 vezes no total
ru: Заменили предметы 100 раз
zh_hans: 累计更换了100次物品

source: 総合スコア
de: Gesamtwertung
en: Overall Score
es: Puntuación general
fr: Score global
it: Punteggio complessivo
ko: 종합 점수
pt_br: Pontuação Geral
ru: Общая оценка
zh_hans: 综合评分

source: 編集
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
it: Modifica
ko: 편집
pt_br: Editar
ru: Изменить
zh_hans: 编辑

source: 色褪せ
de: Farbverlust
en: Color Fading
es: Decoloración
fr: Décoloration
it: Scolorimento
ko: 색바램
pt_br: Desbotamento
ru: Выцветание
zh_hans: 褪色

source: 表示バッジを解除
de: Abzeichen lösen
en: Unpin Badge
es: Desfijar insignia
fr: Retirer le badge
it: Rimuovi badge
ko: 배지 해제
pt_br: Desafixar distintivo
ru: Открепить значок
zh_hans: 取消展示徽章

source: 表示名
de: Anzeigename
en: Display Name
es: Nombre visible
fr: Nom affiché
it: Nome visualizzato
ko: 표시 이름
pt_br: Nome de Exibição
ru: Отображаемое имя
zh_hans: 显示名

source: 表示名（例: お母さん）
de: Anzeigename (z. B. Mama)
en: Display name (e.g., Mom)
es: Nombre visible (ej: Mamá)
fr: Nom affiché (ex : Maman)
it: Nome visualizzato (es. Mamma)
ko: 표시 이름 (예: 엄마)
pt_br: Nome de exibição (ex: Mamãe)
ru: Отображаемое имя (напр., Мама)
zh_hans: 显示名（例: 妈妈）

source: 表示名の保存に失敗しました: %@
de: Anzeigename konnte nicht gespeichert werden: %@
en: Failed to save display name: %@
es: Error al guardar el nombre visible: %@
fr: Échec de l'enregistrement du nom affiché : %@
it: Salvataggio nome visualizzato fallito: %@
ko: 표시 이름 저장에 실패했습니다: %@
pt_br: Falha ao salvar o nome de exibição: %@
ru: Не удалось сохранить отображаемое имя: %@
zh_hans: 显示名保存失败: %@

source: 表示名を設定
de: Anzeigename festlegen
en: Set Display Name
es: Establecer nombre visible
fr: Définir le nom affiché
it: Imposta nome visualizzato
ko: 표시 이름 설정
pt_br: Definir Nome de Exibição
ru: Установить отображаемое имя
zh_hans: 设置显示名

source: 記録する
de: Aufzeichnen
en: Record
es: Registrar
fr: Enregistrer
it: Registra
ko: 기록하기
pt_br: Registrar
ru: Записать
zh_hans: 记录

source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: 設定アプリから通知を許可してください
de: Bitte erlauben Sie Benachrichtigungen in der Einstellungen-App
en: Please allow notifications from the Settings app
es: Permite las notificaciones desde la app de Ajustes
fr: Veuillez autoriser les notifications dans l'app Réglages
it: Consenti le notifiche dall'app Impostazioni
ko: 설정 앱에서 알림을 허용해 주세요
pt_br: Permita as notificações no app de Configurações
ru: Разрешите уведомления в приложении «Настройки»
zh_hans: 请在设置应用中允许通知

source: 設定を開く
de: Einstellungen öffnen
en: Open Settings
es: Abrir ajustes
fr: Ouvrir les paramètres
it: Apri impostazioni
ko: 설정 열기
pt_br: Abrir Configurações
ru: Открыть настройки
zh_hans: 打开设置

source: 設置場所
de: Standort
en: Location
es: Ubicación
fr: Emplacement
it: Posizione
ko: 설치 장소
pt_br: Local
ru: Расположение
zh_hans: 放置位置

source: 診断20回以上で平均スコア60以上を達成
de: Durchschnittspunktzahl von 60+ bei 20+ Diagnosen
en: Achieved average score of 60+ over 20+ checks
es: Puntuación promedio de 60+ en más de 20 diagnósticos
fr: Score moyen de 60+ sur 20+ diagnostics
it: Punteggio medio di 60+ su 20+ diagnosi
ko: 진단 20회 이상에서 평균 점수 60 이상 달성
pt_br: Pontuação média de 60+ em 20+ diagnósticos
ru: Средний балл 60+ при 20+ диагностиках
zh_hans: 20次以上诊断中平均分达到60以上

source: 診断マスター
de: Diagnosemeister
en: Checkup Master
es: Maestro del diagnóstico
fr: Maître du diagnostic
it: Maestro della diagnosi
ko: 진단 마스터
pt_br: Mestre do diagnóstico
ru: Мастер диагностики
zh_hans: 诊断大师

source: 診断中...
de: Wird diagnostiziert...
en: Diagnosing...
es: Diagnosticando...
fr: Diagnostic en cours...
it: Diagnosi in corso...
ko: 진단 중...
pt_br: Diagnosticando...
ru: Диагностика...
zh_hans: 诊断中...

source: 診断履歴
de: Diagnoseverlauf
en: Diagnosis History
es: Historial de diagnósticos
fr: Historique des diagnostics
it: Cronologia diagnosi
ko: 진단 이력
pt_br: Histórico de Diagnósticos
ru: История диагностики
zh_hans: 诊断历史

source: 診断履歴がありません
de: Kein Diagnoseverlauf
en: No diagnosis history
es: Sin historial de diagnósticos
fr: Aucun historique de diagnostic
it: Nessuna cronologia diagnosi
ko: 진단 이력이 없습니다
pt_br: Sem histórico de diagnósticos
ru: Нет истории диагностики
zh_hans: 没有诊断历史

source: 診断記録の削除に失敗しました: %@
de: Diagnoseprotokoll konnte nicht gelöscht werden: %@
en: Failed to delete diagnosis record: %@
es: Error al eliminar el registro de diagnóstico: %@
fr: Échec de la suppression du diagnostic : %@
it: Eliminazione registro diagnosi fallita: %@
ko: 진단 기록 삭제에 실패했습니다: %@
pt_br: Falha ao excluir o registro de diagnóstico: %@
ru: Не удалось удалить запись диагностики: %@
zh_hans: 诊断记录删除失败: %@

source: 認証トークンの取得に失敗しました
de: Authentifizierungstoken konnte nicht abgerufen werden
en: Failed to obtain authentication token
es: No se pudo obtener el token de autenticación
fr: Impossible d'obtenir le jeton d'authentification
it: Impossibile ottenere il token di autenticazione
ko: 인증 토큰을 가져오지 못했습니다
pt_br: Falha ao obter o token de autenticação
ru: Не удалось получить токен аутентификации
zh_hans: 获取认证令牌失败

source: 買い切り
de: Einmalkauf
en: One-time Purchase
es: Compra única
fr: Achat unique
it: Acquisto unico
ko: 일회성 구매
pt_br: Compra Única
ru: Разовая покупка
zh_hans: 一次性购买

source: 購入に失敗しました: %@
de: Kauf fehlgeschlagen: %@
en: Failed to purchase: %@
es: Error en la compra: %@
fr: Échec de l'achat : %@
it: Acquisto fallito: %@
ko: 구매에 실패했습니다: %@
pt_br: Falha na compra: %@
ru: Не удалось совершить покупку: %@
zh_hans: 购买失败: %@

source: 購入の復元に失敗しました: %@
de: Käufe konnten nicht wiederhergestellt werden: %@
en: Failed to restore purchases: %@
es: Error al restaurar las compras: %@
fr: Échec de la restauration des achats : %@
it: Ripristino acquisti fallito: %@
ko: 구매 복원에 실패했습니다: %@
pt_br: Falha ao restaurar as compras: %@
ru: Не удалось восстановить покупки: %@
zh_hans: 恢复购买失败: %@

source: 購入の検証に失敗しました
de: Kaufverifizierung fehlgeschlagen
en: Failed to verify purchase
es: No se pudo verificar la compra
fr: Échec de la vérification de l'achat
it: Impossibile verificare l'acquisto
ko: 구매 검증에 실패했습니다
pt_br: Falha ao verificar a compra
ru: Не удалось подтвердить покупку
zh_hans: 购买验证失败

source: 購入を復元
de: Käufe wiederherstellen
en: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ko: 구매 복원
pt_br: Restaurar Compras
ru: Восстановить покупки
zh_hans: 恢复购买

source: 追加
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
it: Aggiungi
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: 退出
de: Verlassen
en: Leave
es: Salir
fr: Quitter
it: Esci
ko: 탈퇴
pt_br: Sair
ru: Покинуть
